Repository: rkjdid/jdid.co
Catalog: locales/*/LC_MESSAGES/cv.po
Languages: fr

source: 29 y/o
fr: 29 ans

source: skills
fr: compétences

source: domains
fr: domaines

source: domains.content
fr: <mark>Développement web full-stack</mark>, applicatons distribuées, conception protocoles applicatifs, administration système.

source: languages
fr: langages

source: other
fr: autres

source: idioms
fr: langues

source: idioms.content
fr: Anglais courant

source: work experience
fr: expérience professionnelle

source: since
fr: depuis

source: Full-stack developer
fr: Développement full-stack

source: regenbox.content
fr: Implementation full stack d'une interface web de contrôle et collecte de données de régénérations de piles alcalines sur arduino.

source: NodeJS developer
fr: Développement NodeJS

source: neopost.content
fr: Intégration de transporteurs dans une architecture orientée services.

source: Freelancer
fr: Auto-entreprise

source: freelance.content
fr: Développement back et front-end, intégration web design, administration, maintenance.

source: Golang developer
fr: Développement golang

source: wt.content
fr: Conception et développement middleware sur architecture distribuée sécurisée, développement api client/serveur, administration et configuration système.

source: C# developer
fr: Développement C#

source: beweis.content
fr: Conception et développement middleware et interface utilisateur pour logiciels de suivi industriel.

source: Front-end developer
fr: Développement front-end

source: gymglish.content
fr: Développement d'applications javascript, intégration front-end.

source: R&D project collaborator
fr: Collaboration projet R&D

source: wtpoc.content
fr: Développement d’un proof-of-concept pour une architecture distribuée de diffusion vidéo sécurisée sur embarqué : veille technologique et benchmarking, administration système, développement de protocole client/serveur.

source: education
fr: formation

source: IT engineer school
fr: École d'ingénierie informatique

source: Sweden
fr: Suède

source: Erasmus exchange
fr: Échange Erasmus

source: IT University
fr: IUT Informatique

source: IT, software engineering
fr: Informatique, génie logiciel

source: mobility
fr: mobilité

source: mobility.content
fr: Permis B et A1 (125cc) et véhicules associés, relocalisation possible.

source: looking for
fr: missions recherchées

source: want.content
fr: Idéalement sur des applications back-end classique ou distribuées, idéalement en <a href='http://golang.org/'>golang</a>, idéalement en remote. Je suis à l'écoute de tous type de missions ou poste techniquement ouvert.
